Repository: loranger/twicture
Catalog: lib/i18n/*/LC_MESSAGES/Twicture.po
Languages: fr_fr

source: Error
fr_fr: Erreur

source: Errors
fr_fr: Erreurs

source: Invalid twitter username or password
fr_fr: Utilisateur ou mot de passe twitter invalide

source: Failed to add image to Twicture
fr_fr: Echec lors de l'ajout de l'image à Twicture

source: Picture not found
fr_fr: Image non trouvée

source: Twitter account
fr_fr: Compte Twitter

source: Username
fr_fr: Utilisateur

source: Password
fr_fr: Mot de passe

source: <a href="%s">%s extension</a> is missing
fr_fr: <a href="%s">extension %s</a> manquante

source: %s extension is missing
fr_fr: extension %s manquante

source: %s extension found
fr_fr: extension %s trouvée

source: "data" folder is writable
fr_fr: le répertoire "data" est accessible en écriture

source: cannot write in "data" folder. Check write permissions (currently %s)
fr_fr: impossible d'écrire dans le répertoire "data". Vérifiez les permissions (actuellement %s)

source: "%s" database already exists
fr_fr: la base de données "%s" existe déjà

source: "%s" database created
fr_fr: base de données "%s" créée

source: user "%s" added (password is "%s")
fr_fr: utilisateur "%s" ajouté (le mot de passe est "%s")

source: list
fr_fr: liste

source: help
fr_fr: aide

source: Control Panel
fr_fr: Panneau de contrôle

source: Sure you want to delete this picture?
fr_fr: Certain de vouloir supprimer définitivement cette image ?

source: Sure you want to delete all those pictures?
fr_fr: Certain de vouloir supprimer définitivement toutes ces images ?

source: Delete
fr_fr: Supprimer

source: Backup all pictures
fr_fr: Archiver toutes les images

source: Delete all pictures
fr_fr: Supprimer toutes les images

source: Help
fr_fr: Aide

source: API endpoint requires at least "username", "password" and "media" datas to store the uploaded image. "message" data is optional.
fr_fr: L'API requiert les champs "username", "password" et "media" pour stocker l'image uploadée. Le champ "message" est optionnel.

source: A valid endpoint post will return a "mediaurl" node containing the location of the uploaded image. Shortened or not, depending on the current Twicture settings.
fr_fr: Un post valide vers l'API renverra un nœud "mediaurl" contenant l'emplacement de l'image uploadée. Cet emplacement sera raccourci ou non, en fonction des réglages de Twicture.

source: View image
fr_fr: Afficher une image

source: %s[IMAGE ID]<br /><br />Message sent with the image will be shown as a tweet under the picture.
fr_fr: %s[IMAGE ID]<br /><br />Le message envoyé avec l'image sera affiché comme un tweet sous l'image.

source: Requirements
fr_fr: Exigences

source: next %s
fr_fr: %s prochaine

source: the day after tomorrow
fr_fr: après-demain

source: tomorrow
fr_fr: demain

source: today
fr_fr: aujourd'hui

source: yesterday
fr_fr: hier

source: the day before yesterday
fr_fr: avant-hier

source: last %s
fr_fr: %s dernier

source: %A %d %B %Y
fr_fr: le %A %d %B %Y

source: at
fr_fr: à

source: Image larger than %s
fr_fr: Image plus large que %s

source: Image not found or partially uploaded
fr_fr: Image introuvable ou partiellement uploadée

source: Failed to write image to disk
fr_fr: Echec lors de l'écriture sur le disque

source: Invalid image type
fr_fr: Type d'image invalide

source: Unknown upload error
fr_fr: Erreur d'upload inconnue
